{
    "besedilo": "THE BROTHERS GRIMM FAIRY TALES\n\nTHE GOLDEN BIRD\n\nA certain king had a beautiful garden, and in the garden stood a tree\nwhich bore golden apples. These apples were always counted, and about\nthe time when they began to grow ripe it was found that every night one\nof them was gone. The king became very angry at this, and ordered the\ngardener to keep watch all night under the tree. The gardener set his\neldest son to watch; but about twelve o'clock he fell asleep, and in\nthe morning another of the apples was missing. Then the second son was\nordered to watch; and at midnight he too fell asleep, and in the morning\nanother apple was gone. Then the third son offered to keep watch; but\nthe gardener at first would not let him, for fear some harm should come\nto him: however, at last he consented, and the young man laid himself\nunder the tree to watch. As the clock struck twelve he heard a rustling\nnoise in the air, and a bird came flying that was of pure gold; and as\nit was snapping at one of the apples with its beak, the gardener's son\njumped up and shot an arrow at it. But the arrow did the bird no harm;\nonly it dropped a golden feather from its tail, and then flew away.\nThe golden feather was brought to the king in the morning, and all the\ncouncil was called together. Everyone agreed that it was worth more than\nall the wealth of the kingdom: but the king said, 'One feather is of no\nuse to me, I must have the whole bird.'\n\nThen the gardener's eldest son set out and thought to find the golden\nbird very easily; and when he had gone but a little way, he came to a\nwood, and by the side of the wood he saw a fox sitting; so he took his\nbow and made ready to shoot at it. Then the fox said, 'Do not shoot me,\nfor I will give you good counsel; I know what your business is, and\nthat you want to find the golden bird. You will reach a village in the\nevening; and when you get there, you will see two inns opposite to each\nother, one of which is very pleasant and beautiful to look at: go not in\nthere, but rest for the night in the other, though it may appear to you\nto be very poor and mean.' But the son thought to himself, 'What can\nsuch a beast as this know about the matter?' So he shot his arrow at\nthe fox; but he missed it, and it set up its tail above its back and\nran into the wood. Then he went his way, and in the evening came to\nthe village where the two inns were; and in one of these were people\nsinging, and dancing, and feasting; but the other looked very dirty,\nand poor. 'I should be very silly,' said he, 'if I went to that shabby\nhouse, and left this charming place'; so he went into the smart house,\nand ate and drank at his ease, and forgot the bird, and his country too.\n\nTime passed on; and as the eldest son did not come back, and no tidings\nwere heard of him, the second son set out, and the same thing happened\nto him. He met the fox, who gave him the good advice: but when he came\nto the two inns, his eldest brother was standing at the window where\nthe merrymaking was, and called to him to come in; and he could not\nwithstand the temptation, but went in, and forgot the golden bird and\nhis country in the same manner.\n\nTime passed on again, and the youngest son too wished to set out into\nthe wide world to seek for the golden bird; but his father would not\nlisten to it for a long while, for he was very fond of his son, and\nwas afraid that some ill luck might happen to him also, and prevent his\ncoming back. However, at last it was agreed he should go, for he would\nnot rest at home; and as he came to the wood, he met the fox, and heard\nthe same good counsel. But he was thankful to the fox, and did not\nattempt his life as his brothers had done; so the fox said, 'Sit upon my\ntail, and you will travel faster.' So he sat down, and the fox began to\nrun, and away they went over stock and stone so quick that their hair\nwhistled in the wind.\n\nWhen they came to the village, the son followed the fox's counsel, and\nwithout looking about him went to the shabby inn and rested there all\nnight at his ease. In the morning came the fox again and met him as he\nwas beginning his journey, and said, 'Go straight forward, till you come\nto a castle, before which lie a whole troop of soldiers fast asleep and\nsnoring: take no notice of them, but go into the castle and pass on and\non till you come to a room, where the golden bird sits in a wooden cage;\nclose by it stands a beautiful golden cage; but do not try to take the\nbird out of the shabby cage and put it into the handsome one, otherwise\nyou will repent it.' Then the fox stretched out his tail again, and the\nyoung man sat himself down, and away they went over stock and stone till\ntheir hair whistled in the wind.\n\nBefore the castle gate all was as the fox had said: so the son went in\nand found the chamber where the golden bird hung in a wooden cage, and\nbelow stood the golden cage, and the three golden apples that had been\nlost were lying close by it. Then thought he to himself, 'It will be a\nvery droll thing to bring away such a fine bird in this shabby cage'; so\nhe opened the door and took hold of it and put it into the golden cage.\nBut the bird set up such a loud scream that all the soldiers awoke, and\nthey took him prisoner and carried him before the king. The next morning\nthe court sat to judge him; and when all was heard, it sentenced him to\ndie, unless he should bring the king the golden horse which could run as\nswiftly as the wind; and if he did this, he was to have the golden bird\ngiven him for his own.\n\nSo he set out once more on his journey, sighing, and in great despair,\nwhen on a sudden his friend the fox met him, and said, 'You see now\nwhat has happened on account of your not listening to my counsel. I will\nstill, however, tell you how to find the golden horse, if you will do as\nI bid you. You must go straight on till you come to the castle where the\nhorse stands in his stall: by his side will lie the groom fast asleep\nand snoring: take away the horse quietly, but be sure to put the old\nleathern saddle upon him, and not the golden one that is close by it.'\nThen the son sat down on the fox's tail, and away they went over stock\nand stone till their hair whistled in the wind.\n\nAll went right, and the groom lay snoring with his hand upon the golden\nsaddle. But when the son looked at the horse, he thought it a great pity\nto put the leathern saddle upon it. 'I will give him the good one,'\nsaid he; 'I am sure he deserves it.' As he took up the golden saddle the\ngroom awoke and cried out so loud, that all the guards ran in and took\nhim prisoner, and in the morning he was again brought before the court\nto be judged, and was sentenced to die. But it was agreed, that, if he\ncould bring thither the beautiful princess, he should live, and have the\nbird and the horse given him for his own.\n\nThen he went his way very sorrowful; but the old fox came and said, 'Why\ndid not you listen to me? If you had, you would have carried away\nboth the bird and the horse; yet will I once more give you counsel. Go\nstraight on, and in the evening you will arrive at a castle. At twelve\no'clock at night the princess goes to the bathing-house: go up to her\nand give her a kiss, and she will let you lead her away; but take care\nyou do not suffer her to go and take leave of her father and mother.'\nThen the fox stretched out his tail, and so away they went over stock\nand stone till their hair whistled again.\n\nAs they came to the castle, all was as the fox had said, and at twelve\no'clock the young man met the princess going to the bath and gave her the\nkiss, and she agreed to run away with him, but begged with many tears\nthat he would let her take leave of her father. At first he refused,\nbut she wept still more and more, and fell at his feet, till at last\nhe consented; but the moment she came to her father's house the guards\nawoke and he was taken prisoner again.\n\nThen he was brought before the king, and the king said, 'You shall never\nhave my daughter unless in eight days you dig away the hill that stops\nthe view from my window.' Now this hill was so big that the whole world\ncould not take it away: and when he had worked for seven days, and had\ndone very little, the fox came and said. 'Lie down and go to sleep; I\nwill work for you.' And in the morning he awoke and the hill was gone;\nso he went merrily to the king, and told him that now that it was\nremoved he must give him the princess.\n\nThen the king was obliged to keep his word, and away went the young man\nand the princess; and the fox came and said to him, 'We will have all\nthree, the princess, the horse, and the bird.' 'Ah!' said the young man,\n'that would be a great thing, but how can you contrive it?'\n\n'If you will only listen,' said the fox, 'it can be done. When you come\nto the king, and he asks for the beautiful princess, you must say, \"Here\nshe is!\" Then he will be very joyful; and you will mount the golden\nhorse that they are to give you, and put out your hand to take leave of\nthem; but shake hands with the princess last. Then lift her quickly on\nto the horse behind you; clap your spurs to his side, and gallop away as\nfast as you can.'\n\nAll went right: then the fox said, 'When you come to the castle where\nthe bird is, I will stay with the princess at the door, and you will\nride in and speak to the king; and when he sees that it is the right\nhorse, he will bring out the bird; but you must sit still, and say that\nyou want to look at it, to see whether it is the true golden bird; and\nwhen you get it into your hand, ride away.'\n\nThis, too, happened as the fox said; they carried off the bird, the\nprincess mounted again, and they rode on to a great wood. Then the fox\ncame, and said, 'Pray kill me, and cut off my head and my feet.' But the\nyoung man refused to do it: so the fox said, 'I will at any rate give\nyou good counsel: beware of two things; ransom no one from the gallows,\nand sit down by the side of no river.' Then away he went. 'Well,'\nthought the young man, 'it is no hard matter to keep that advice.'\n\nHe rode on with the princess, till at last he came to the village where\nhe had left his two brothers. And there he heard a great noise and\nuproar; and when he asked what was the matter, the people said, 'Two men\nare going to be hanged.' As he came nearer, he saw that the two men were\nhis brothers, who had turned robbers; so he said, 'Cannot they in any\nway be saved?' But the people said 'No,' unless he would bestow all his\nmoney upon the rascals and buy their liberty. Then he did not stay to\nthink about the matter, but paid what was asked, and his brothers were\ngiven up, and went on with him towards their home.\n\nAnd as they came to the wood where the fox first met them, it was so\ncool and pleasant that the two brothers said, 'Let us sit down by the\nside of the river, and rest a while, to eat and drink.' So he said,\n'Yes,' and forgot the fox's counsel, and sat down on the side of the\nriver; and while he suspected nothing, they came behind, and threw him\ndown the bank, and took the princess, the horse, and the bird, and went\nhome to the king their master, and said. 'All this have we won by our\nlabour.' Then there was great rejoicing made; but the horse would not\neat, the bird would not sing, and the princess wept.\n\nThe youngest son fell to the bottom of the river's bed: luckily it was\nnearly dry, but his bones were almost broken, and the bank was so steep\nthat he could find no way to get out. Then the old fox came once more,\nand scolded him for not following his advice; otherwise no evil would\nhave befallen him: 'Yet,' said he, 'I cannot leave you here, so lay hold\nof my tail and hold fast.' Then he pulled him out of the river, and said\nto him, as he got upon the bank, 'Your brothers have set watch to kill\nyou, if they find you in the kingdom.' So he dressed himself as a poor\nman, and came secretly to the king's court, and was scarcely within the\ndoors when the horse began to eat, and the bird to sing, and the princess\nleft off weeping. Then he went to the king, and told him all his\nbrothers' roguery; and they were seized and punished, and he had the\nprincess given to him again; and after the king's death he was heir to\nhis kingdom.\n\nA long while after, he went to walk one day in the wood, and the old fox\nmet him, and besought him with tears in his eyes to kill him, and cut\noff his head and feet. And at last he did so, and in a moment the\nfox was changed into a man, and turned out to be the brother of the\nprincess, who had been lost a great many many years.\n\n\n\n\nHANS IN LUCK\n\nSome men are born to good luck: all they do or try to do comes\nright--all that falls to them is so much gain--all their geese are\nswans--all their cards are trumps--toss them which way you will, they\nwill always, like poor puss, alight upon their legs, and only move on so\nmuch the faster. The world may very likely not always think of them as\nthey think of themselves, but what care they for the world? what can it\nknow about the matter?\n\nOne of these lucky beings was neighbour Hans. Seven long years he had\nworked hard for his master. At last he said, 'Master, my time is up; I\nmust go home and see my poor mother once more: so pray pay me my wages\nand let me go.' And the master said, 'You have been a faithful and good\nservant, Hans, so your pay shall be handsome.' Then he gave him a lump\nof silver as big as his head.\n\nHans took out his pocket-handkerchief, put the piece of silver into it,\nthrew it over his shoulder, and jogged off on his road homewards. As he\nwent lazily on, dragging one foot after another, a man came in sight,\ntrotting gaily along on a capital horse. 'Ah!' said Hans aloud, 'what a\nfine thing it is to ride on horseback! There he sits as easy and happy\nas if he was at home, in the chair by his fireside; he trips against no\nstones, saves shoe-leather, and gets on he hardly knows how.' Hans did\nnot speak so softly but the horseman heard it all, and said, 'Well,\nfriend, why do you go on foot then?' 'Ah!' said he, 'I have this load to\ncarry: to be sure it is silver, but it is so heavy that I can't hold up\nmy head, and you must know it hurts my shoulder sadly.' 'What do you say\nof making an exchange?' said the horseman. 'I will give you my horse,\nand you shall give me the silver; which will save you a great deal of\ntrouble in carrying such a heavy load about with you.' 'With all my\nheart,' said Hans: 'but as you are so kind to me, I must tell you one\nthing--you will have a weary task to draw that silver about with you.'\nHowever, the horseman got off, took the silver, helped Hans up, gave him\nthe bridle into one hand and the whip into the other, and said, 'When\nyou want to go very fast, smack your lips loudly together, and cry\n\"Jip!\"'\n\nHans was delighted as he sat on the horse, drew himself up, squared his\nelbows, turned out his toes, cracked his whip, and rode merrily off, one\nminute whistling a merry tune, and another singing,\n\n 'No care and no sorrow,\n  A fig for the morrow!\n  We'll laugh and be merry,\n  Sing neigh down derry!'\n\nAfter a time he thought he should like to go a little faster, so he\nsmacked his lips and cried 'Jip!' Away went the horse full gallop; and\nbefore Hans knew what he was about, he was thrown off, and lay on his\nback by the road-side. His horse would have ran off, if a shepherd who\nwas coming by, driving a cow, had not stopped it. Hans soon came to\nhimself, and got upon his legs again, sadly vexed, and said to the\nshepherd, 'This riding is no joke, when a man has the luck to get upon\na beast like this that stumbles and flings him off as if it would break\nhis neck. However, I'm off now once for all: I like your cow now a great\ndeal better than this smart beast that played me this trick, and has\nspoiled my best coat, you see, in this puddle; which, by the by, smells\nnot very like a nosegay. One can walk along at one's leisure behind that\ncow--keep good company, and have milk, butter, and cheese, every day,\ninto the bargain. What would I give to have such a prize!' 'Well,' said\nthe shepherd, 'if you are so fond of her, I will change my cow for your\nhorse; I like to do good to my neighbours, even though I lose by it\nmyself.' 'Done!' said Hans, merrily. 'What a noble heart that good man\nhas!' thought he. Then the shepherd jumped upon the horse, wished Hans\nand the cow good morning, and away he rode.\n\nHans brushed his coat, wiped his face and hands, rested a while, and\nthen drove off his cow quietly, and thought his bargain a very lucky\none. 'If I have only a piece of bread (and I certainly shall always be\nable to get that), I can, whenever I like, eat my butter and cheese with\nit; and when I am thirsty I can milk my cow and drink the milk: and what\ncan I wish for more?' When he came to an inn, he halted, ate up all his\nbread, and gave away his last penny for a glass of beer. When he had\nrested himself he set off again, driving his cow towards his mother's\nvillage. But the heat grew greater as soon as noon came on, till at\nlast, as he found himself on a wide heath that would take him more than\nan hour to cross, he began to be so hot and parched that his tongue\nclave to the roof of his mouth. 'I can find a cure for this,' thought\nhe; 'now I will milk my cow and quench my thirst': so he tied her to the\nstump of a tree, and held his leathern cap to milk into; but not a drop\nwas to be had. Who would have thought that this cow, which was to bring\nhim milk and butter and cheese, was all that time utterly dry? Hans had\nnot thought of looking to that.\n\nWhile he was trying his luck in milking, and managing the matter very\nclumsily, the uneasy beast began to think him very troublesome; and at\nlast gave him such a kick on the head as knocked him down; and there he\nlay a long while senseless. Luckily a butcher soon came by, driving a\npig in a wheelbarrow. 'What is the matter with you, my man?' said the\nbutcher, as he helped him up. Hans told him what had happened, how he\nwas dry, and wanted to milk his cow, but found the cow was dry too. Then\nthe butcher gave him a flask of ale, saying, 'There, drink and refresh\nyourself; your cow will give you no milk: don't you see she is an old\nbeast, good for nothing but the slaughter-house?' 'Alas, alas!' said\nHans, 'who would have thought it? What a shame to take my horse, and\ngive me only a dry cow! If I kill her, what will she be good for? I hate\ncow-beef; it is not tender enough for me. If it were a pig now--like\nthat fat gentleman you are driving along at his ease--one could do\nsomething with it; it would at any rate make sausages.' 'Well,' said\nthe butcher, 'I don't like to say no, when one is asked to do a kind,\nneighbourly thing. To please you I will change, and give you my fine fat\npig for the cow.' 'Heaven reward you for your kindness and self-denial!'\nsaid Hans, as he gave the butcher the cow; and taking the pig off the\nwheel-barrow, drove it away, holding it by the string that was tied to\nits leg.\n\nSo on he jogged, and all seemed now to go right with him: he had met\nwith some misfortunes, to be sure; but he was now well repaid for all.\nHow could it be otherwise with such a travelling companion as he had at\nlast got?\n\nThe next man he met was a countryman carrying a fine white goose. The\ncountryman stopped to ask what was o'clock; this led to further chat;\nand Hans told him all his luck, how he had so many good bargains, and\nhow all the world went gay and smiling with him. The countryman then\nbegan to tell his tale, and said he was going to take the goose to a\nchristening. 'Feel,' said he, 'how heavy it is, and yet it is only eight\nweeks old. Whoever roasts and eats it will find plenty of fat upon it,\nit has lived so well!' 'You're right,' said Hans, as he weighed it in\nhis hand; 'but if you talk of fat, my pig is no trifle.' Meantime the\ncountryman began to look grave, and shook his head. 'Hark ye!' said he,\n'my worthy friend, you seem a good sort of fellow, so I can't help doing\nyou a kind turn. Your pig may get you into a scrape. In the village I\njust came from, the squire has had a pig stolen out of his sty. I was\ndreadfully afraid when I saw you that you had got the squire's pig. If\nyou have, and they catch you, it will be a bad job for you. The least\nthey will do will be to throw you into the horse-pond. Can you swim?'\n\nPoor Hans was sadly frightened. 'Good man,' cried he, 'pray get me out\nof this scrape. I know nothing of where the pig was either bred or born;\nbut he may have been the squire's for aught I can tell: you know this\ncountry better than I do, take my pig and give me the goose.' 'I ought\nto have something into the bargain,' said the countryman; 'give a fat\ngoose for a pig, indeed! 'Tis not everyone would do so much for you as\nthat. However, I will not be hard upon you, as you are in trouble.' Then\nhe took the string in his hand, and drove off the pig by a side path;\nwhile Hans went on the way homewards free from care. 'After all,'\nthought he, 'that chap is pretty well taken in. I don't care whose pig\nit is, but wherever it came from it has been a very good friend to me. I\nhave much the best of the bargain. First there will be a capital roast;\nthen the fat will find me in goose-grease for six months; and then there\nare all the beautiful white feathers. I will put them into my pillow,\nand then I am sure I shall sleep soundly without rocking. How happy my\nmother will be! Talk of a pig, indeed! Give me a fine fat goose.'\n\nAs he came to the next village, he saw a scissor-grinder with his wheel,\nworking and singing,\n\n 'O'er hill and o'er dale\n  So happy I roam,\n  Work light and live well,\n  All the world is my home;\n  Then who so blythe, so merry as I?'\n\nHans stood looking on for a while, and at last said, 'You must be well\noff, master grinder! you seem so happy at your work.' 'Yes,' said the\nother, 'mine is a golden trade; a good grinder never puts his hand\ninto his pocket without finding money in it--but where did you get that\nbeautiful goose?' 'I did not buy it, I gave a pig for it.' 'And where\ndid you get the pig?' 'I gave a cow for it.' 'And the cow?' 'I gave a\nhorse for it.' 'And the horse?' 'I gave a lump of silver as big as my\nhead for it.' 'And the silver?' 'Oh! I worked hard for that seven long\nyears.' 'You have thriven well in the world hitherto,' said the grinder,\n'now if you could find money in your pocket whenever you put your hand\nin it, your fortune would be made.' 'Very true: but how is that to be\nmanaged?' 'How? Why, you must turn grinder like myself,' said the other;\n'you only want a grindstone; the rest will come of itself. Here is one\nthat is but little the worse for wear: I would not ask more than the\nvalue of your goose for it--will you buy?' 'How can you ask?' said\nHans; 'I should be the happiest man in the world, if I could have money\nwhenever I put my hand in my pocket: what could I want more? there's\nthe goose.' 'Now,' said the grinder, as he gave him a common rough stone\nthat lay by his side, 'this is a most capital stone; do but work it well\nenough, and you can make an old nail cut with it.'\n\nHans took the stone, and went his way with a light heart: his eyes\nsparkled for joy, and he said to himself, 'Surely I must have been born\nin a lucky hour; everything I could want or wish for comes of itself.\nPeople are so kind; they seem really to think I do them a favour in\nletting them make me rich, and giving me good bargains.'\n\nMeantime he began to be tired, and hungry too, for he had given away his\nlast penny in his joy at getting the cow.\n\nAt last he could go no farther, for the stone tired him sadly: and he\ndragged himself to the side of a river, that he might take a drink of\nwater, and rest a while. So he laid the stone carefully by his side on\nthe bank: but, as he stooped down to drink, he forgot it, pushed it a\nlittle, and down it rolled, plump into the stream.\n\nFor a while he watched it sinking in the deep clear water; then sprang\nup and danced for joy, and again fell upon his knees and thanked Heaven,\nwith tears in his eyes, for its kindness in taking away his only plague,\nthe ugly heavy stone.\n\n'How happy am I!' cried he; 'nobody was ever so lucky as I.' Then up he\ngot with a light heart, free from all his troubles, and walked on till\nhe reached his mother's house, and told her how very easy the road to\ngood luck was.\n\n\n\n\nJORINDA AND JORINDEL\n\nThere was once an old castle, that stood in the middle of a deep gloomy\nwood, and in the castle lived an old fairy. Now this fairy could take\nany shape she pleased. All the day long she flew about in the form of\nan owl, or crept about the country like a cat; but at night she always\nbecame an old woman again. When any young man came within a hundred\npaces of her castle, he became quite fixed, and could not move a step\ntill she came and set him free; which she would not do till he had given\nher his word never to come there again: but when any pretty maiden came\nwithin that space she was changed into a bird, and the fairy put her\ninto a cage, and hung her up in a chamber in the castle. There were\nseven hundred of these cages hanging in the castle, and all with\nbeautiful birds in them.\n\nNow there was once a maiden whose name was Jorinda. She was prettier\nthan all the pretty girls that ever were seen before, and a shepherd\nlad, whose name was Jorindel, was very fond of her, and they were soon\nto be married. One day they went to walk in the wood, that they might be\nalone; and Jorindel said, 'We must take care that we don't go too near\nto the fairy's castle.' It was a beautiful evening; the last rays of the\nsetting sun shone bright through the long stems of the trees upon\nthe green underwood beneath, and the turtle-doves sang from the tall\nbirches.\n\nJorinda sat down to gaze upon the sun; Jorindel sat by her side; and\nboth felt sad, they knew not why; but it seemed as if they were to be\nparted from one another for ever. They had wandered a long way; and when\nthey looked to see which way they should go home, they found themselves\nat a loss to know what path to take.\n\nThe sun was setting fast, and already half of its circle had sunk behind\nthe hill: Jorindel on a sudden looked behind him, and saw through the\nbushes that they had, without knowing it, sat down close under the old\nwalls of the castle. Then he shrank for fear, turned pale, and trembled.\nJorinda was just singing,\n\n 'The ring-dove sang from the willow spray,\n  Well-a-day! Well-a-day!\n  He mourn'd for the fate of his darling mate,\n  Well-a-day!'\n\nwhen her song stopped suddenly. Jorindel turned to see the reason, and\nbeheld his Jorinda changed into a nightingale, so that her song ended\nwith a mournful _jug, jug_. An owl with fiery eyes flew three times\nround them, and three times screamed:\n\n 'Tu whu! Tu whu! Tu whu!'\n\nJorindel could not move; he stood fixed as a stone, and could neither\nweep, nor speak, nor stir hand or foot. And now the sun went quite down;\nthe gloomy night came; the owl flew into a bush; and a moment after the\nold fairy came forth pale and meagre, with staring eyes, and a nose and\nchin that almost met one another.\n\nShe mumbled something to herself, seized the nightingale, and went away\nwith it in her hand. Poor Jorindel saw the nightingale was gone--but\nwhat could he do? He could not speak, he could not move from the spot\nwhere he stood. At last the fairy came back and sang with a hoarse\nvoice:\n\n 'Till the prisoner is fast,\n  And her doom is cast,\n  There stay! Oh, stay!\n  When the charm is around her,\n  And the spell has bound her,\n  Hie away! away!'\n\nOn a sudden Jorindel found himself free. Then he fell on his knees\nbefore the fairy, and prayed her to give him back his dear Jorinda: but\nshe laughed at him, and said he should never see her again; then she\nwent her way.\n\nHe prayed, he wept, he sorrowed, but all in vain. 'Alas!' he said, 'what\nwill become of me?' He could not go back to his own home, so he went to\na strange village, and employed himself in keeping sheep. Many a time\ndid he walk round and round as near to the hated castle as he dared go,\nbut all in vain; he heard or saw nothing of Jorinda.\n\nAt last he dreamt one night that he found a beautiful purple flower,\nand that in the middle of it lay a costly pearl; and he dreamt that he\nplucked the flower, and went with it in his hand into the castle, and\nthat everything he touched with it was disenchanted, and that there he\nfound his Jorinda again.\n\nIn the morning when he awoke, he began to search over hill and dale for\nthis pretty flower; and eight long days he sought for it in vain: but\non the ninth day, early in the morning, he found the beautiful purple\nflower; and in the middle of it was a large dewdrop, as big as a costly\npearl. Then he plucked the flower, and set out and travelled day and\nnight, till he came again to the castle.\n\nHe walked nearer than a hundred paces to it, and yet he did not become\nfixed as before, but found that he could go quite close up to the door.\nJorindel was very glad indeed to see this. Then he touched the door with\nthe flower, and it sprang open; so that he went in through the court,\nand listened when he heard so many birds singing. At last he came to the\nchamber where the fairy sat, with the seven hundred birds singing in\nthe seven hundred cages. When she saw Jorindel she was very angry, and\nscreamed with rage; but she could not come within two yards of him, for\nthe flower he held in his hand was his safeguard. He looked around at\nthe birds, but alas! there were many, many nightingales, and how then\nshould he find out which was his Jorinda? While he was thinking what to\ndo, he saw the fairy had taken down one of the cages, and was making the\nbest of her way off through the door. He ran or flew after her, touched\nthe cage with the flower, and Jorinda stood before him, and threw her\narms round his neck looking as beautiful as ever, as beautiful as when\nthey walked together in the wood.\n\nThen he touched all the other birds with the flower, so that they all\ntook their old forms again; and he took Jorinda home, where they were\nmarried, and lived happily together many years: and so did a good many\nother lads, whose maidens had been forced to sing in the old fairy's\ncages by themselves, much longer than they liked.\n\n\n\n\nTHE TRAVELLING MUSICIANS\n\nAn honest farmer had once an ass that had been a faithful servant to him\na great many years, but was now growing old and every day more and more\nunfit for work. His master therefore was tired of keeping him and\nbegan to think of putting an end to him; but the ass, who saw that some\nmischief was in the wind, took himself slyly off, and began his journey\ntowards the great city, 'For there,' thought he, 'I may turn musician.'\n\nAfter he had travelled a little way, he spied a dog lying by the\nroadside and panting as if he were tired. 'What makes you pant so, my\nfriend?' said the ass. 'Alas!' said the dog, 'my master was going to\nknock me on the head, because I am old and weak, and can no longer make\nmyself useful to him in hunting; so I ran away; but what can I do to\nearn my livelihood?' 'Hark ye!' said the ass, 'I am going to the great\ncity to turn musician: suppose you go with me, and try what you can\ndo in the same way?' The dog said he was willing, and they jogged on\ntogether.\n\nThey had not gone far before they saw a cat sitting in the middle of the\nroad and making a most rueful face. 'Pray, my good lady,' said the ass,\n'what's the matter with you? You look quite out of spirits!' 'Ah, me!'\nsaid the cat, 'how can one be in good spirits when one's life is in\ndanger? Because I am beginning to grow old, and had rather lie at my\nease by the fire than run about the house after the mice, my mistress\nlaid hold of me, and was going to drown me; and though I have been lucky\nenough to get away from her, I do not know what I am to live upon.'\n'Oh,' said the ass, 'by all means go with us to the great city; you are\na good night singer, and may make your fortune as a musician.' The cat\nwas pleased with the thought, and joined the party.\n\nSoon afterwards, as they were passing by a farmyard, they saw a cock\nperched upon a gate, and screaming out with all his might and main.\n'Bravo!' said the ass; 'upon my word, you make a famous noise; pray what\nis all this about?' 'Why,' said the cock, 'I was just now saying that\nwe should have fine weather for our washing-day, and yet my mistress and\nthe cook don't thank me for my pains, but threaten to cut off my\nhead tomorrow, and make broth of me for the guests that are coming\non Sunday!' 'Heaven forbid!' said the ass, 'come with us Master\nChanticleer; it will be better, at any rate, than staying here to have\nyour head cut off! Besides, who knows? If we care to sing in tune, we\nmay get up some kind of a concert; so come along with us.' 'With all my\nheart,' said the cock: so they all four went on jollily together.\n\nThey could not, however, reach the great city the first day; so when\nnight came on, they went into a wood to sleep. The ass and the dog laid\nthemselves down under a great tree, and the cat climbed up into the\nbranches; while the cock, thinking that the higher he sat the safer he\nshould be, flew up to the very top of the tree, and then, according to\nhis custom, before he went to sleep, looked out on all sides of him to\nsee that everything was well. In doing this, he saw afar off something\nbright and shining and calling to his companions said, 'There must be a\nhouse no great way off, for I see a light.' 'If that be the case,' said\nthe ass, 'we had better change our quarters, for our lodging is not the\nbest in the world!' 'Besides,' added the dog, 'I should not be the\nworse for a bone or two, or a bit of meat.' So they walked off together\ntowards the spot where Chanticleer had seen the light, and as they drew\nnear it became larger and brighter, till they at last came close to a\nhouse in which a gang of robbers lived.\n\nThe ass, being the tallest of the company, marched up to the window and\npeeped in. 'Well, Donkey,' said Chanticleer, 'what do you see?' 'What\ndo I see?' replied the ass. 'Why, I see a table spread with all kinds of\ngood things, and robbers sitting round it making merry.' 'That would\nbe a noble lodging for us,' said the cock. 'Yes,' said the ass, 'if we\ncould only get in'; so they consulted together how they should contrive\nto get the robbers out; and at last they hit upon a plan. The ass placed\nhimself upright on his hind legs, with his forefeet resting against the\nwindow; the dog got upon his back; the cat scrambled up to the dog's\nshoulders, and the cock flew up and sat upon the cat's head. When\nall was ready a signal was given, and they began their music. The ass\nbrayed, the dog barked, the cat mewed, and the cock screamed; and then\nthey all broke through the window at once, and came tumbling into\nthe room, amongst the broken glass, with a most hideous clatter! The\nrobbers, who had been not a little frightened by the opening concert,\nhad now no doubt that some frightful hobgoblin had broken in upon them,\nand scampered away as fast as they could.\n\nThe coast once clear, our travellers soon sat down and dispatched what\nthe robbers had left, with as much eagerness as if they had not expected\nto eat again for a month. As soon as they had satisfied themselves, they\nput out the lights, and each once more sought out a resting-place to\nhis own liking. The donkey laid himself down upon a heap of straw in\nthe yard, the dog stretched himself upon a mat behind the door, the\ncat rolled herself up on the hearth before the warm ashes, and the\ncock perched upon a beam on the top of the house; and, as they were all\nrather tired with their journey, they soon fell asleep.\n\nBut about midnight, when the robbers saw from afar that the lights were\nout and that all seemed quiet, they began to think that they had been in\ntoo great a hurry to run away; and one of them, who was bolder than\nthe rest, went to see what was going on. Finding everything still, he\nmarched into the kitchen, and groped about till he found a match in\norder to light a candle; and then, espying the glittering fiery eyes of\nthe cat, he mistook them for live coals, and held the match to them to\nlight it. But the cat, not understanding this joke, sprang at his face,\nand spat, and scratched at him. This frightened him dreadfully, and away\nhe ran to the back door; but there the dog jumped up and bit him in the\nleg; and as he was crossing over the yard the ass kicked him; and the\ncock, who had been awakened by the noise, crowed with all his might. At\nthis the robber ran back as fast as he could to his comrades, and told\nthe captain how a horrid witch had got into the house, and had spat at\nhim and scratched his face with her long bony fingers; how a man with a\nknife in his hand had hidden himself behind the door, and stabbed him\nin the leg; how a black monster stood in the yard and struck him with a\nclub, and how the devil had sat upon the top of the house and cried out,\n'Throw the rascal up here!' After this the robbers never dared to go\nback to the house; but the musicians were so pleased with their quarters\nthat they took up their abode there; and there they are, I dare say, at\nthis very day.\n\n\n\n\nOLD SULTAN\n\nA shepherd had a faithful dog, called Sultan, who was grown very old,\nand had lost all his teeth. And one day when the shepherd and his wife\nwere standing together before the house the shepherd said, 'I will shoot\nold Sultan tomorrow morning, for he is of no use now.' But his wife\nsaid, 'Pray let the poor faithful creature live; he has served us well a\ngreat many years, and we ought to give him a livelihood for the rest of\nhis days.' 'But what can we do with him?' said the shepherd, 'he has not\na tooth in his head, and the thieves don't care for him at all; to\nbe sure he has served us, but then he did it to earn his livelihood;\ntomorrow shall be his last day, depend upon it.'\n\nPoor Sultan, who was lying close by them, heard all that the shepherd\nand his wife said to one another, and was very much frightened to think\ntomorrow would be his last day; so in the evening he went to his good\nfriend the wolf, who lived in the wood, and told him all his sorrows,\nand how his master meant to kill him in the morning. 'Make yourself\neasy,' said the wolf, 'I will give you some good advice. Your master,\nyou know, goes out every morning very early with his wife into the\nfield; and they take their little child with them, and lay it down\nbehind the hedge in the shade while they are at work. Now do you lie\ndown close by the child, and pretend to be watching it, and I will come\nout of the wood and run away with it; you must run after me as fast as\nyou can, and I will let it drop; then you may carry it back, and they\nwill think you have saved their child, and will be so thankful to you\nthat they will take care of you as long as you live.' The dog liked this\nplan very well; and accordingly so it was managed. The wolf ran with the\nchild a little way; the shepherd and his wife screamed out; but Sultan\nsoon overtook him, and carried the poor little thing back to his master\nand mistress. Then the shepherd patted him on the head, and said, 'Old\nSultan has saved our child from the wolf, and therefore he shall live\nand be well taken care of, and have plenty to eat. Wife, go home, and\ngive him a good dinner, and let him have my old cushion to sleep on\nas long as he lives.' So from this time forward Sultan had all that he\ncould wish for.\n\nSoon afterwards the wolf came and wished him joy, and said, 'Now, my\ngood fellow, you must tell no tales, but turn your head the other way\nwhen I want to taste one of the old shepherd's fine fat sheep.' 'No,'\nsaid the Sultan; 'I will be true to my master.' However, the wolf\nthought he was in joke, and came one night to get a dainty morsel. But\nSultan had told his master what the wolf meant to do; so he laid wait\nfor him behind the barn door, and when the wolf was busy looking out for\na good fat sheep, he had a stout cudgel laid about his back, that combed\nhis locks for him finely.\n\nThen the wolf was very angry, and called Sultan 'an old rogue,' and\nswore he would have his revenge. So the next morning the wolf sent the\nboar to challenge Sultan to come into the wood to fight the matter. Now\nSultan had nobody he could ask to be his second but the shepherd's old\nthree-legged cat; so he took her with him, and as the poor thing limped\nalong with some trouble, she stuck up her tail straight in the air.\n\nThe wolf and the wild boar were first on the ground; and when they\nespied their enemies coming, and saw the cat's long tail standing\nstraight in the air, they thought she was carrying a sword for Sultan to\nfight with; and every time she limped, they thought she was picking up\na stone to throw at them; so they said they should not like this way of\nfighting, and the boar lay down behind a bush, and the wolf jumped\nup into a tree. Sultan and the cat soon came up, and looked about and\nwondered that no one was there. The boar, however, had not quite hidden\nhimself, for his ears stuck out of the bush; and when he shook one of\nthem a little, the cat, seeing something move, and thinking it was a\nmouse, sprang upon it, and bit and scratched it, so that the boar jumped\nup and grunted, and ran away, roaring out, 'Look up in the tree, there\nsits the one who is to blame.' So they looked up, and espied the wolf\nsitting amongst the branches; and they called him a cowardly rascal,\nand would not suffer him to come down till he was heartily ashamed of\nhimself, and had promised to be good friends again with old Sultan.\n\n\n\n\nTHE STRAW, THE COAL, AND THE BEAN\n\nIn a village dwelt a poor old woman, who had gathered together a dish\nof beans and wanted to cook them. So she made a fire on her hearth, and\nthat it might burn the quicker, she lighted it with a handful of straw.\nWhen she was emptying the beans into the pan, one dropped without her\nobserving it, and lay on the ground beside a straw, and soon afterwards\na burning coal from the fire leapt down to the two. Then the straw\nbegan and said: 'Dear friends, from whence do you come here?' The coal\nreplied: 'I fortunately sprang out of the fire, and if I had not escaped\nby sheer force, my death would have been certain,--I should have been\nburnt to ashes.' The bean said: 'I too have escaped with a whole skin,\nbut if the old woman had got me into the pan, I should have been made\ninto broth without any mercy, like my comrades.' 'And would a better\nfate have fallen to my lot?' said the straw. 'The old woman has\ndestroyed all my brethren in fire and smoke; she seized sixty of them at\nonce, and took their lives. I luckily slipped through her fingers.'\n\n'But what are we to do now?' said the coal.\n\n'I think,' answered the bean, 'that as we have so fortunately escaped\ndeath, we should keep together like good companions, and lest a new\nmischance should overtake us here, we should go away together, and\nrepair to a foreign country.'\n\nThe proposition pleased the two others, and they set out on their way\ntogether. Soon, however, they came to a little brook, and as there was\nno bridge or foot-plank, they did not know how they were to get over\nit. The straw hit on a good idea, and said: 'I will lay myself straight\nacross, and then you can walk over on me as on a bridge.' The straw\ntherefore stretched itself from one bank to the other, and the coal,\nwho was of an impetuous disposition, tripped quite boldly on to the\nnewly-built bridge. But when she had reached the middle, and heard the\nwater rushing beneath her, she was after all, afraid, and stood still,\nand ventured no farther. The straw, however, began to burn, broke in\ntwo pieces, and fell into the stream. The coal slipped after her, hissed\nwhen she got into the water, and breathed her last. The bean, who had\nprudently stayed behind on the shore, could not but laugh at the event,\nwas unable to stop, and laughed so heartily that she burst. It would\nhave been all over with her, likewise, if, by good fortune, a tailor who\nwas travelling in search of work, had not sat down to rest by the brook.\nAs he had a compassionate heart he pulled out his needle and thread,\nand sewed her together. The bean thanked him most prettily, but as the\ntailor used black thread, all beans since then have a black seam.\n\n\n\n\nBRIAR ROSE\n\nA king and queen once upon a time reigned in a country a great way off,\nwhere there were in those days fairies. Now this king and queen had\nplenty of money, and plenty of fine clothes to wear, and plenty of\ngood things to eat and drink, and a coach to ride out in every day: but\nthough they had been married many years they had no children, and this\ngrieved them very much indeed. But one day as the queen was walking\nby the side of the river, at the bottom of the garden, she saw a poor\nlittle fish, that had thrown itself out of the water, and lay gasping\nand nearly dead on the bank. Then the queen took pity on the little\nfish, and threw it back again into the river; and before it swam away\nit lifted its head out of the water and said, 'I know what your wish is,\nand it shall be fulfilled, in return for your kindness to me--you will\nsoon have a daughter.' What the little fish had foretold soon came to\npass; and the queen had a little girl, so very beautiful that the king\ncould not cease looking on it for joy, and said he would hold a great\nfeast and make merry, and show the child to all the land. So he asked\nhis kinsmen, and nobles, and friends, and neighbours. But the queen\nsaid, 'I will have the fairies also, that they might be kind and good\nto our little daughter.' Now there were thirteen fairies in the kingdom;\nbut as the king and queen had only twelve golden dishes for them to eat\nout of, they were forced to leave one of the fairies without asking her.\nSo twelve fairies came, each with a high red cap on her head, and red\nshoes with high heels on her feet, and a long white wand in her hand:\nand after the feast was over they gathered round in a ring and gave all\ntheir best gifts to the little princess. One gave her goodness, another\nbeauty, another riches, and so on till she had all that was good in the\nworld.\n\nJust as eleven of them had done blessing her, a great noise was heard in\nthe courtyard, and word was brought that the thirteenth fairy was\ncome, with a black cap on her head, and black shoes on her feet, and a\nbroomstick in her hand: and presently up she came into the dining-hall.\nNow, as she had not been asked to the feast she was very angry, and\nscolded the king and queen very much, and set to work to take her\nrevenge. So she cried out, 'The king's daughter shall, in her fifteenth\nyear, be wounded by a spindle, and fall down dead.' Then the twelfth of\nthe friendly fairies, who had not yet given her gift, came forward, and\nsaid that the evil wish must be fulfilled, but that she could soften its\nmischief; so her gift was, that the king's daughter, when the spindle\nwounded her, should not really die, but should only fall asleep for a\nhundred years.\n\nHowever, the king hoped still to save his dear child altogether from\nthe threatened evil; so he ordered that all the spindles in the kingdom\nshould be bought up and burnt. But all the gifts of the first eleven\nfairies were in the meantime fulfilled; for the princess was so\nbeautiful, and well behaved, and good, and wise, that everyone who knew\nher loved her.\n\nIt happened that, on the very day she was fifteen years old, the king\nand queen were not at home, and she was left alone in the palace. So she\nroved about by herself, and looked at all the rooms and chambers, till\nat last she came to an old tower, to which there was a narrow staircase\nending with a little door. In the door there was a golden key, and when\nshe turned it the door sprang open, and there sat an old lady spinning\naway very busily. 'Why, how now, good mother,' said the princess; 'what\nare you doing there?' 'Spinning,' said the old lady, and nodded her\nhead, humming a tune, while buzz! went the wheel. 'How prettily that\nlittle thing turns round!' said the princess, and took the spindle\nand began to try and spin. But scarcely had she touched it, before the\nfairy's prophecy was fulfilled; the spindle wounded her, and she fell\ndown lifeless on the ground.\n\nHowever, she was not dead, but had only fallen into a deep sleep; and\nthe king and the queen, who had just come home, and all their court,\nfell asleep too; and the horses slept in the stables, and the dogs in\nthe court, the pigeons on the house-top, and the very flies slept upon\nthe walls. Even the fire on the hearth left off blazing, and went to\nsleep; the jack stopped, and the spit that was turning about with a\ngoose upon it for the king's dinner stood still; and the cook, who was\nat that moment pulling the kitchen-boy by the hair to give him a box\non the ear for something he had done amiss, let him go, and both fell\nasleep; the butler, who was slyly tasting the ale, fell asleep with the\njug at his lips: and thus everything stood still, and slept soundly.\n\nA large hedge of thorns soon grew round the palace, and every year it\nbecame higher and thicker; till at last the old palace was surrounded\nand hidden, so that not even the roof or the chimneys could be seen. But\nthere went a report through all the land of the beautiful sleeping Briar\nRose (for so the king's daughter was called): so that, from time to\ntime, several kings' sons came, and tried to break through the thicket\ninto the palace. This, however, none of them could ever do; for the\nthorns and bushes laid hold of them, as it were with hands; and there\nthey stuck fast, and died wretchedly.\n\nAfter many, many years there came a king's son into that land: and an\nold man told him the story of the thicket of thorns; and how a beautiful\npalace stood behind it, and how a wonderful princess, called Briar Rose,\nlay in it asleep, with all her court. He told, too, how he had heard\nfrom his grandfather that many, many princes had come, and had tried to\nbreak through the thicket, but that they had all stuck fast in it, a",
    "p": 3,
    "H": 1.9616912512214437
}